my_string = input('Все великие давно уже умерли, да и мне что-то нездоровится')
print(len('Все великие давно уже умерли, да и мне что-то нездоровится'))
print('Все великие давно уже умерли, да и мне что-то нездоровится' .upper())
print('Все великие давно уже умерли, да и мне что-то нездоровится' .lower())
print('Все великие давно уже умерли, да и мне что-то нездоровится' .replace(' ', ''))
my_string = 'Все великие давно уже умерли, да и мне что-то нездоровится'
print(my_string[0])
print(my_string[-1])
